import dedent from 'dedent'
export const infoTitleContent = {
  title: 'イベント情報'
}

export const infoContents = [
  {
    id: '1',
    title: '会場',
    text: '総合学習塾セレクト 久保沢校\n神奈川県相模原市緑区久保沢1-5-15'
  },
  {
    id: '2',
    title: '日程',
    text: '2022年12月3日（土）\n第1部 : 10:00～12:00\n第2部 : 13:00～15:00'
  },
  {
    id: '3',
    title: '内容',
    text: '・ドローンの基礎知識\n・ドローン操縦体験\n・プログラミング体験'
  },
  {
    id: '4',
    title: '受講資格',
    text: '・小学生～高校生\n・学生の保護者様\n・ドローンやプログラミングを全力で楽しみたい人'
  },
  {
    id: '5',
    title: '参加費用',
    text: '1,500円'
  },
  {
    id: '6',
    title: '持ち物',
    text: '筆記用具'
  },
  {
    id: '7',
    title: '注意事項',
    text: dedent`■感染症予防対策への取り組み
    基本的に小規模人数での開催、体験会では参加者同士の間隔をできるだけあけて受講できる体制に致します。
    運営スタッフおよび講師は、マスク着用、講習前に検温・手洗い・手指消毒を実施致します。

    ■参加者へのお願い
    ・37.5度以上の発熱（平熱と比べて高い発熱）や下記の症状があるお客様（入場時に検温致します）
    ・咳、呼吸困難、全身倦怠感、咽頭痛、鼻汁・鼻閉、味覚・嗅覚障害、関節・筋肉痛、下痢、嘔気・嘔吐等の症状
    ・新型コロナウイルス感染症陽性とPCR検査で判定された者との濃厚接触があるお客様

    ■ご来場のお客様へのお願い
    ・ワクチン接種の有無に関わらずマスクを着用されていないお客様はご来場をお断りする場合がございます。
    ・手洗い・手指消毒の徹底をお願い致します。`
  },
]