export const intro = {
  title: '「ドローン」と「プログラミング」を同時に楽しめる\nそんなイベントがここにあります。',
  text: '学校では得られない学びがここにあります。\nドローンもプログラミングもこれからどんどん身近になっていきます。\nそして何より、「楽しい」ものだと肌で感じてほしいです。'
}

export const introContents = [
  {
    id: '1',
    title: 'ドローンは自分のスマホで操作できる！？\n実際に操縦してみませんか？',
    text: 'ドローンはテレビゲームのように、スティックを倒すだけで簡単に操作ができます。スマホがあればなぞるだけで動かせてしまいます！空をあちこち飛ばせるドローンを実際に自分の手で動かして楽しみましょう！',
    image: {
      src: '/images/image-intro1.jpg',
      width: 1200,
      height: 800 
    }
  },
  {
    id: '2',
    title: '自分でプログラムを組んでドローンを動かしてみませんか？',
    text: 'プログラムを書いてドローンを飛ばすことができます。ドローンをパソコンやスマホから自動で動かす体験を一緒にしてみましょう！',
    image: {
      src: '/images/image-intro2.jpg',
      width: 1200,
      height: 800 
    }
  },
  {
    id: '3',
    title: 'ドローンを使ったゲームでみんなと盛り上がりませんか？',
    text: '実際にゲームを行い、ドローンの操縦とプログラミングを楽しみましょう！楽しく学ぶことで今後ドローンやプログラミングに自主的に取り組めるようになります。',
    image: {
      src: '/images/image-intro3.jpg',
      width: 1200,
      height: 800 
    }
  },
]